INSERT INTO public.correspondence_types (
    code_type_corr, 
    name_type_corr, 
    package, 
    min_weight, 
    max_weight, 
    min_length, 
    min_height, 
    max_length, 
    max_width, 
    max_height
) VALUES 
    (1, 'Письмо', 'Конверт', 0.00, 0.10, 10.00, 5.00, 32.00, 22.00, 10.00),
    
    (2, 'Заказное письмо', 'Конверт', 0.00, 0.20, 10.00, 5.00, 32.00, 22.00, 10.00),
    
    (3, 'Бандероль', 'Пакет', 0.10, 2.00, 15.00, 10.00, 45.00, 35.00, 20.00),
    
    (4, 'Малая посылка', 'Коробка', 2.00, 10.00, 20.00, 10.00, 60.00, 40.00, 30.00),
    
    (5, 'Посылка', 'Коробка', 10.00, 20.00, 30.00, 15.00, 120.00, 80.00, 60.00),
    
    (6, 'Крупногабарит', 'Паллета', 20.00, 50.00, 50.00, 30.00, 200.00, 150.00, 100.00);